{
  "status": "ok",
  "totalResults": 170,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "Freakonomics.com"
      },
      "author": "Steven D. Levitt",
      "title": "Max Tegmark on Why Superhuman Artificial Intelligence Won’t be Our Slave (Part 2) (People I (Mostly) Admire, Ep. 52)",
      "description": "He’s an M.I.T. cosmologist, physicist, and machine-learning expert, and once upon a time, almost an economist. Max and Steve continue their conversation about the existential threats facing humanity, and what Max is doing to mitigate our risk. The co-founder …",
      "url": "https://freakonomics.com/podcast/pima-max-tegmark-pt-2/",
      "urlToImage": "https://freakonomics.com/wp-content/uploads/2020/08/pima.fbthumbnail.630px.png",
      "publishedAt": "2021-11-20T04:00:04Z",
      "content": "Hes an M.I.T. cosmologist, physicist, and machine-learning expert, and once upon a time, almost an economist. Max and Steve continue their conversation about the existential threats facing humanity, … [+571 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Boing Boing"
      },
      "author": "Boing Boing's Shop",
      "title": "Connect your AirPods to your Mac with AirBuddy, now under $10 before Black Friday",
      "description": "We thank our sponsor for making this content possible; it is not written by the editorial staff nor does it necessarily reflect its views.\n\n\n\nIf you enjoy seeking the next best thing in tech, you're not alone. People are going nuts for apps that help them do …",
      "url": "https://boingboing.net/2021/11/19/connect-your-airpods-to-your-mac-with-airbuddy-now-under-10-before-black-friday.html",
      "urlToImage": "https://i0.wp.com/boingboing.net/wp-content/uploads/2021/11/sale_164432_article_image.jpeg?fit=1200%2C800&ssl=1",
      "publishedAt": "2021-11-20T04:07:00Z",
      "content": "We thank our sponsor for making this content possible; it is not written by the editorial staff nor does it necessarily reflect its views.\r\nIf you enjoy seeking the next best thing in tech, you're no… [+1956 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "9to5Mac"
      },
      "author": "Chance Miller",
      "title": "App Store rating for Apple Podcasts suspiciously jumps to nearly 5 stars after Apple adds in-app prompt",
      "description": "Earlier this year, Apple rolled out the ability to rate and review its own applications on the App Store, including built-in apps like Podcasts, Music, News, and Stocks. One thing that quickly became clear when this rolled out is that the Apple Podcasts is a …",
      "url": "https://9to5mac.com/2021/11/19/apple-podcasts-app-store-rating-jump/",
      "urlToImage": "https://i2.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/11/apple-podcasts-ratings.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
      "publishedAt": "2021-11-20T02:13:43Z",
      "content": "Earlier this year, Apple rolled out the ability to rate and review its own applications on the App Store, including built-in apps like Podcasts, Music, News, and Stocks. One thing that quickly became… [+3295 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "9to5Mac"
      },
      "author": "Filipe Espósito",
      "title": "Tripsy app updated with smart itineraries, improved search, more",
      "description": "Tripsy is an iOS app that helps users plan their trips by organizing flights, places to visit, and even suggested itineraries. Now the app has been updated with even more new features, including the ability to create trips without dates, smart itineraries, im…",
      "url": "https://9to5mac.com/2021/11/19/tripsy-app-updated-with-smart-itineraries-improved-search-more/",
      "urlToImage": "https://i1.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/11/Tripsy-iOS.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
      "publishedAt": "2021-11-20T01:41:06Z",
      "content": "Tripsy is an iOS app that helps users plan their trips by organizing flights, places to visit, and even suggested itineraries. Now the app has been updated with even more new features, including the … [+1663 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "9to5Mac"
      },
      "author": "Parker Ortolani",
      "title": "Opinion: Why are wired EarPods making a seemingly bizarre comeback in an AirPods-filled world?",
      "description": "When the Wall Street Journal published their post the other day declaring that wired EarPods were back in style, I wasn’t even remotely surprised. In fact I’ve always thought it was inevitable that once AirPods were fully democratized, younger generations wou…",
      "url": "https://9to5mac.com/2021/11/19/opinion-why-are-wired-earpods-making-a-seemingly-bizarre-comeback-in-an-airpods-filled-world/",
      "urlToImage": "https://i2.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/11/Screen-Shot-2021-11-19-at-9.16.35-PM.png?resize=1200%2C628&quality=82&strip=all&ssl=1",
      "publishedAt": "2021-11-20T02:43:18Z",
      "content": "When the Wall Street Journal published their post the other day declaring that wired EarPods were back in style, I wasn’t even remotely surprised. In fact I’ve always thought it was inevitable that o… [+4765 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "9to5Mac"
      },
      "author": "Sponsored Post",
      "title": "9to5Rewards: Last chance to win the iPhone 13 Pro from Survivor",
      "description": "This is the last chance for 9to5 readers to enter our iPhone 13 Pro giveaway courtesy of Survivor. Readers have just one week left to enter for their chance to win the new device. Check out Survivor’s new cases for iPhone 13 and hit the giveaway form to enter…",
      "url": "https://9to5mac.com/2021/11/19/9to5rewards-win-the-new-iphone-13-pro-2/",
      "urlToImage": "https://i2.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/09/iphone-13-pro-max.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
      "publishedAt": "2021-11-20T01:10:00Z",
      "content": "This is the last chance for 9to5 readers to enter our iPhone 13 Pro giveaway courtesy of Survivor. Readers have just one week left to enter for their chance to win the new device. Check out Survivor’… [+1341 chars]"
    }
  ]
}
